Repository: Ronaldoh1/Aperture
Catalog: Aperture/Aperture/Resources/Localization/SunFlowLocalizable.xcstrings
Source language: en
Languages: ar, es, fil, fr, hi, ht, ko, pt_br, ru, vi, zh_hans

# app.name
source: SunFlow: Reignited
ar: SunFlow: إعادة الإشعال
es: SunFlow: Renacido
fil: SunFlow: Muling Nagsiklab
fr: SunFlow: Rallumé
hi: SunFlow: पुनर्जागृत
ht: SunFlow: Relimen
ko: SunFlow: 재점화
pt_br: SunFlow: Reacendido
ru: SunFlow: Возрождение
vi: SunFlow: Thắp Sáng Lại
zh_hans: SunFlow: 重燃

# common.back
source: Back
ar: رجوع
es: Atrás
fil: Bumalik
fr: Retour
hi: वापस
ht: Retounen
ko: 뒤로
pt_br: Voltar
ru: Назад
vi: Quay lại
zh_hans: 返回

# common.cancel
source: Cancel
ar: إلغاء
es: Cancelar
fil: Kanselahin
fr: Annuler
hi: रद्द करें
ht: Anile
ko: 취소
pt_br: Cancelar
ru: Отмена
vi: Hủy
zh_hans: 取消

# common.close
source: Close
ar: إغلاق
es: Cerrar
fil: Isara
fr: Fermer
hi: बंद करें
ht: Fèmen
ko: 닫기
pt_br: Fechar
ru: Закрыть
vi: Đóng
zh_hans: 关闭

# common.continue
source: Continue
ar: متابعة
es: Continuar
fil: Magpatuloy
fr: Continuer
hi: जारी रखें
ht: Kontinye
ko: 계속
pt_br: Continuar
ru: Продолжить
vi: Tiếp tục
zh_hans: 继续

# common.done
source: Done
ar: تم
es: Listo
fil: Tapos na
fr: Terminé
hi: हो गया
ht: Fini
ko: 완료
pt_br: Concluído
ru: Готово
vi: Xong
zh_hans: 完成

# common.loading
source: Loading...
ar: جار التحميل...
es: Cargando...
fil: Naglo-load...
fr: Chargement...
hi: लोड हो रहा है...
ht: Ap chaje...
ko: 로딩 중...
pt_br: Carregando...
ru: Загрузка...
vi: Đang tải...
zh_hans: 加载中...

# common.next
source: Next
ar: التالي
es: Siguiente
fil: Susunod
fr: Suivant
hi: अगला
ht: Pwochen
ko: 다음
pt_br: Próximo
ru: Далее
vi: Tiếp theo
zh_hans: 下一步

# common.save
source: Save
ar: حفظ
es: Guardar
fil: I-save
fr: Enregistrer
hi: सहेजें
ht: Sove
ko: 저장
pt_br: Salvar
ru: Сохранить
vi: Lưu
zh_hans: 保存

# common.search
source: Search
ar: بحث
es: Buscar
fil: Maghanap
fr: Rechercher
hi: खोजें
ht: Chèche
ko: 검색
pt_br: Pesquisar
ru: Поиск
vi: Tìm kiếm
zh_hans: 搜索

# constitution.subtitle
source: The document they don't want you to understand
ar: الوثيقة التي لا يريدونك أن تفهمها
es: El documento que no quieren que entiendas
fil: Ang dokumentong ayaw nilang maintindihan mo
fr: Le document qu'ils ne veulent pas que vous compreniez
hi: वह दस्तावेज़ जो वे नहीं चाहते कि आप समझें
ht: Dokiman yo pa vle ou konprann
ko: 그들이 당신이 이해하길 원하지 않는 문서
pt_br: O documento que eles não querem que você entenda
ru: Документ, который они не хотят, чтобы вы поняли
vi: Tài liệu họ không muốn bạn hiểu
zh_hans: 他们不想让你理解的文件

# constitution.title
source: Constitution 101
ar: الدستور 101
es: Constitución 101
fil: Konstitusyon 101
hi: संविधान 101
ht: Konstitisyon 101
ko: 헌법 101
pt_br: Constituição 101
ru: Конституция 101
vi: Hiến Pháp 101
zh_hans: 宪法101

# courses.completed
source: Completed
ar: مكتمل
es: Completado
fil: Nakumpleto
fr: Terminé
hi: पूर्ण
ht: Fini
ko: 완료됨
pt_br: Concluído
ru: Завершено
vi: Đã hoàn thành
zh_hans: 已完成

# courses.markComplete
source: Mark as Complete
ar: وضع علامة مكتمل
es: Marcar como completado
fil: Markahan bilang kumpleto
fr: Marquer comme terminé
hi: पूर्ण के रूप में चिह्नित करें
ht: Make kòm fini
ko: 완료로 표시
pt_br: Marcar como concluído
ru: Отметить как выполненное
vi: Đánh dấu hoàn thành
zh_hans: 标记为完成

# courses.progress
source: Progress
ar: التقدم
es: Progreso
fil: Progreso
fr: Progrès
hi: प्रगति
ht: Pwogrè
ko: 진행률
pt_br: Progresso
ru: Прогресс
vi: Tiến độ
zh_hans: 进度

# courses.title
source: Courses
ar: الدورات
es: Cursos
fil: Mga Kurso
fr: Cours
hi: पाठ्यक्रम
ht: Kou
ko: 강좌
pt_br: Cursos
ru: Курсы
vi: Khóa học
zh_hans: 课程

# immigration.status.citizen
source: U.S. Citizen
ar: مواطن أمريكي
es: Ciudadano de EE.UU.
fil: Mamamayang Amerikano
fr: Citoyen américain
hi: अमेरिकी नागरिक
ht: Sitwayen Ameriken
ko: 미국 시민권자
pt_br: Cidadão dos EUA
ru: Гражданин США
vi: Công dân Hoa Kỳ
zh_hans: 美国公民

# immigration.status.everyone
source: Everyone
ar: الجميع
es: Todos
fil: Lahat
fr: Tout le monde
hi: सभी
ht: Tout moun
ko: 모든 사람
pt_br: Todos
ru: Все
vi: Tất cả mọi người
zh_hans: 所有人

# immigration.status.greencard
source: Green Card Holder
ar: حامل البطاقة الخضراء
es: Residente Permanente (Green Card)
fil: May-hawak ng Green Card
fr: Titulaire de la Carte Verte
hi: ग्रीन कार्ड धारक
ht: Moun ki gen Kat Vèt
ko: 영주권자
pt_br: Portador de Green Card
ru: Держатель Грин Карты
vi: Người có Thẻ Xanh
zh_hans: 绿卡持有人

# immigration.status.undocumented
source: Undocumented
ar: بدون وثائق
es: Indocumentado
fil: Walang dokumento
fr: Sans papiers
hi: अनिर्दिष्ट
ht: San papye
ko: 서류 미비자
pt_br: Indocumentado
ru: Без документов
vi: Không có giấy tờ
zh_hans: 无证件

# immigration.status.visa
source: Visa Holder
ar: حامل التأشيرة
es: Titular de Visa
fil: May-hawak ng Visa
fr: Titulaire de Visa
hi: वीज़ा धारक
ht: Moun ki gen Viza
ko: 비자 소지자
pt_br: Portador de Visto
ru: Держатель Визы
vi: Người có Visa
zh_hans: 签证持有人

# immigration.title
source: Immigration Law Basics
ar: أساسيات قانون الهجرة
es: Fundamentos de Ley de Inmigración
fil: Mga Batayan ng Batas sa Imigrasyon
fr: Bases du Droit de l'Immigration
hi: आप्रवासन कानून की मूल बातें
ht: Baz Lwa Imigrasyon
ko: 이민법 기초
pt_br: Fundamentos da Lei de Imigração
ru: Основы Иммиграционного Права
vi: Cơ Bản Luật Di Trú
zh_hans: 移民法基础

# rights.disclaimer
source: This is educational information, NOT legal advice. For specific situations, consult an attorney.
ar: هذه معلومات تعليمية وليست استشارة قانونية. للحالات المحددة، استشر محامياً.
es: Esta es información educativa, NO asesoría legal. Para situaciones específicas, consulte a un abogado.
fil: Ito ay pang-edukasyong impormasyon, HINDI legal na payo. Para sa mga partikular na sitwasyon, kumonsulta sa abogado.
fr: Ceci est une information éducative, PAS un conseil juridique. Pour des situations spécifiques, consultez un avocat.
hi: यह शैक्षिक जानकारी है, कानूनी सलाह नहीं। विशिष्ट स्थितियों के लिए, वकील से परामर्श करें।
ht: Sa se enfòmasyon edikasyon, PA konsèy legal. Pou sitiyasyon espesifik, konsilte yon avoka.
ko: 이것은 교육 정보이며 법적 조언이 아닙니다. 특정 상황에 대해서는 변호사와 상담하세요.
pt_br: Esta é uma informação educacional, NÃO aconselhamento jurídico. Para situações específicas, consulte um advogado.
ru: Это образовательная информация, а НЕ юридическая консультация. По конкретным ситуациям обращайтесь к адвокату.
vi: Đây là thông tin giáo dục, KHÔNG phải tư vấn pháp lý. Đối với các tình huống cụ thể, hãy tham khảo luật sư.
zh_hans: 这是教育信息，不是法律建议。具体情况请咨询律师。

# rights.subtitle
source: Legal protection everyone must know
ar: حماية قانونية يجب أن يعرفها الجميع
es: Protección legal que todos deben conocer
fil: Proteksyon legal na dapat malaman ng lahat
fr: Protection juridique que tout le monde doit connaître
hi: कानूनी सुरक्षा जो सभी को जानना चाहिए
ht: Pwoteksyon legal tout moun dwe konnen
ko: 모두가 알아야 할 법적 보호
pt_br: Proteção legal que todos devem conhecer
ru: Правовая защита, которую должен знать каждый
vi: Bảo vệ pháp lý mà mọi người cần biết
zh_hans: 每个人都必须了解的法律保护

# rights.title
source: Know Your Rights
ar: اعرف حقوقك
es: Conoce Tus Derechos
fil: Alamin ang Iyong mga Karapatan
fr: Connaissez Vos Droits
hi: अपने अधिकारों को जानें
ht: Konnen Dwa Ou
ko: 당신의 권리를 알아두세요
pt_br: Conheça Seus Direitos
ru: Знай Свои Права
vi: Biết Quyền Của Bạn
zh_hans: 了解您的权利

# security.title
source: Digital Security & Privacy
ar: الأمن الرقمي والخصوصية
es: Seguridad Digital y Privacidad
fil: Digital na Seguridad at Privacy
fr: Sécurité Numérique et Confidentialité
hi: डिजिटल सुरक्षा और गोपनीयता
ht: Sekirite Dijital ak Vi Prive
ko: 디지털 보안 및 프라이버시
pt_br: Segurança Digital e Privacidade
ru: Цифровая Безопасность и Конфиденциальность
vi: Bảo Mật Kỹ Thuật Số & Quyền Riêng Tư
zh_hans: 数字安全与隐私
